---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodParam
source: html/6a75ef0b-bc9d-a31f-8247-4d182e9c55d9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodParam Property

"Loss Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFittingLossMethodParam { get; }
```